Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Firefox Preview is now Firefox Nightly
co: Avà Firefox Preview si chjama Firefox Nightly

source: Firefox Preview (Private)
co: Firefox Preview (Nav. privata)

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
co: Firefox ùn si sincruniserà più cù u vostru contu, ma ùn squasserà alcunu datu di navigazione nant’à st’apparechju.

source: FOLDER
co: CARTULARE

source: Follow device language
co: Impiegà a lingua di l’apparechju

source: Follow device theme
co: Seguità u tema di l’apparechju

source: Font Size
co: Dimensione di grafia

source: Font size decrease
co: Riduzzione di a dimensione di a grafia

source: Font size increase
co: Crescita di a dimensione di a grafia

source: Forward
co: Pagina seguente

source: Frees up storage space
co: Libereghja spaziu d’allucamentu

source: Front-facing camera
co: Apparechju-fotò davanti

source: Full screen site controls
co: Cuntrolli di situ di u screnu sanu

source: General
co: Generale

source: Gestures
co: Mosse

source: Get answers here
co: Truvate risposte quì

source: Get data from the clipboard
co: Ottene i dati da u preme’papei

source: Get Firefox for Android Beta
co: Ottene Firefox for Android Beta

source: Get Mozilla Firefox Browser
co: Ottene u navigatore Mozilla Firefox

source: Get the most out of %s.
co: Ottene u più bellu da %s.

source: Get the new Nightly
co: Ottene u novu Nightly

source: Get to Firefox faster. Add a widget to your Home screen.
co: Accidite più prestu à Firefox. Aghjunghjite un widget à u vostru screnu d’accolta.

source: Get to know %s
co: Scuprite %s

source: Give feedback
co: Dà u so avisu

source: Go Back
co: Ritornu

source: Go Back (Recommended)
co: Ritornu (ricumandatu)

source: Go home
co: Andà à l’accolta

source: Go to settings
co: Andà à e preferenze

source: Grid
co: Quadrittere

source: Group together similar searches, sites, and tabs for quick access later.
co: Gruppate inseme ricerche simile, i siti è l’unghjette per un accessu future più prestu.

source: Harmful site issue
co: Prublema di situ periculosu

source: Have questions about the redesigned %s? Want to know what’s changed?
co: Avete dumande apprupositu di u rinnovu di %s ? Vulete sapè ciò chì hà cambiatu ?

source: Help
co: Aiutu

source: Hide and show browser tabs
co: Affissà o piattà l’unghjette di u navigatore

source: Highlighted
co: Sopralineatu

source: History
co: Cronolugia

source: History Deleted
co: Cronolugia squassata

source: History item menu
co: Listinu di l’elementi di cronolugia

source: Home
co: Accolta

source: Homepage
co: Pagina d’accolta

source: If allowed, private tabs will also be visible when multiple apps are open
co: S’ella hè permessa, l’unghjette private seranu ancu videvule quandu parechje appiecazioni sò aperte

source: In all tabs
co: In tutte l’unghjette

source: Insecure Connection
co: Cunnessione micca assicurizata

source: Install
co: Installà

source: Install Add-on
co: Installà u modulu

source: Installed
co: Installatu

source: Invalid Address
co: Indirizzu inaccettevule

source: Invalid URL
co: Indirizzu inaccettevule

source: It requires your permission to:
co: U vostru accunsentu hè richiestu per :

source: Jan
co: ghje.

source: Jul
co: lugl.

source: Jun
co: ghju.

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
co: Guardate i vostri dati dapervoi. %s vi prutege da a maiò parte di i perseguitatori i più cunnisciuti chì seguitanu ciò chì vò fate in linea.

source: Know your rights
co: I vostri diritti

source: Label for entering a text input field
co: Discrizzione per a creazione d’un campu di scrittura di testu

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
co: ¶ <label>Qualchissia puderia pruvà d’impatrunissi di u situ web è seria più sicuru d’ùn micca cuntinuà.</label>¶ <br><br>¶ <label>I siti web stabiliscenu a so identità via certificati. %1$s ùn hà fidanza in <b>%2$s</b> perchè l’emettore di u so certificatu hè scunnisciutu, u certificatu hè firmatu daperellu, o ancu u servitore ùn manda micca certificati intermediarii curretti.</label>¶

source: Language
co: Lingua

source: Last 24 hours
co: L’ultime 24 ore

source: Last 30 days
co: L’ultimi 30 ghjorni

source: Last 7 days
co: L’ultimi 7 ghjorni

source: Last attempt:
co: Ultima prova :

source: Last synced: never
co: Ultima sincrunizazione : mai

source: Last synced: %s
co: Ultima sincrunizazione : %s

source: Last updated
co: Ultima mudificazione

source: Last used
co: Ultimu impiegu

source: Later
co: Dopu

source: Learn About Sending Tabs…
co: Sapene di più nant’à u mandà d’unghjette…

source: Learn more
co: Sapene di più

source: Learn More
co: Per sapene di più

source: Learn more about permissions
co: Sapene di più nant’à i permessi

source: Learn more about Sync.
co: Sapene di più nant’à Sync.

source: Leave
co: Abbandunà

source: Libraries that we use
co: Bibliuteche impiegate

source: Library
co: Bibliuteca

source: Licensing information
co: Infurmazione di licenza

source: Light
co: Chjaru

source: Light color scheme
co: Ghjocu di culori chjari

source: Light theme
co: Tema chjaru

source: Limits the ability of social networks to track your browsing activity around the web.
co: Limiteghja a capacità di e rete suciale à seguità a vostra navigazione nant’à u Web.

source: List
co: Lista

source: Loading
co: Caricamentu…

source: Location
co: Lucalizazione

source: Login options
co: Ozzioni di l’identificazione

source: Logins
co: Identificazioni di cunnessione

source: Malware site issue
co: Prublema di prugramma animosu

source: Manage logins
co: Urganizà l’identificazioni di cunnessione

source: Manage site permissions
co: Urganizà i permessi di situ

source: Mar
co: marzu

source: May
co: magh.

source: Menu
co: Listinu

source: Microphone
co: Microfonu

source: Microphone 1
co: Microfonu 1

source: Microphone is on
co: U microfonu hè attivatu

source: Migration completed
co: Migrazione compia

source: Monitor extension usage and manage themes
co: Cuttighjà l’impiegu di l’estensioni è urganizà i temi

source: More options
co: Ozzioni addiziunale

source: Mozilla location service
co: Serviziu di lucalizazione Mozilla

source: Must have a title
co: Un titulu hè richiestu

source: Name
co: Nome

source: NAME
co: NOME

source: Name (A-Z)
co: Nome (A à Z)

source: Name collection
co: Dà un nome à a cullezzione

source: Never
co: Mai

source: Never save
co: Ùn arregistrà mai

source: New private tab
co: Nova unghjetta privata

source: New private tab opened
co: Nova unghjetta privata aperta

source: New tab
co: Nova unghjetta

source: New tab opened
co: Nova unghjetta aperta

source: No account? <u>Create one</u> to sync Firefox between devices.
co: Contu, ùn ne avete ? <u>Createne unu</u> per sincrunizà Firefox trà i vostri apparechji.

source: No add-ons here
co: Nisunu modulu quì

source: No app found to open %1$s files
co: Alcuna appiecazione trova per apre i schedarii %1$s

source: No bookmarks here
co: Ùn cuntene alcuna indetta

source: No camera available on device
co: Alcunu apparechju-fotò hè dispunibule nant’à l’apparechju

source: No collections
co: Alcuna cullezzione

source: No downloaded files
co: Nisunu schedariu scaricatu

source: No downloads here
co: Alcunu scaricamentu quì

source: No history here
co: Alcuna cronolugia

source: No internet connection
co: Alcuna cunnessione internet

source: No open tabs
co: Alcuna unghjetta aperta

source: No recently closed tabs here
co: Alcuna unghjetta chjosa pocu fà

source: No site exceptions
co: Alcuna eccezzione di situ

source: No thanks
co: Innò, vi ringraziu

source: Notifications
co: Nutificazioni

source: Notifications for tabs received from other Firefox devices.
co: Nutificazioni d’unghjette ricevute da d’altri apparechji Firefox.

source: Not now
co: Micca subitu

source: Not yet available
co: Mancu dispunibule

source: Not yet supported
co: Mancu accettatu

source: No update available
co: Alcunu rinnovu dispunibule

source: (No username)
co: (Nisunu nome d’utilizatore)

source: Nov
co: nuve.

source: Oct
co: utto.

source: Off
co: Disattivatu

source: Offline
co: Fora di cunnessione

source: Offline Mode
co: Modu fora di cunnessione

source: OK
co: Vai

source: Okay, Got It
co: Iè, aghju capitu

source: OK, Got It
co: Iè, aghju capitu

source: Older
co: Nanzu u mese scorsu

source: On
co: Attivata

source: Only in Custom tabs
co: Solu in l’unghjette persunalizate

source: Only in Private tabs
co: Solu in l’unghjette private

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
co: Nant’à u vostru urdinatore, aprite Firefox è andate à <b>https://firefox.com/pair</b>

source: Open
co: Apre

source: Open a new Firefox tab
co: Apre una nova unghjetta in Firefox

source: Open a private tab once: Tap the %s icon.
co: Apre in una sola unghjetta privata : picchichjate nant’à l’icona %s.

source: Open Camera
co: Apre l’apparechju-fotò

source: Open files downloaded to your device
co: Apre i schedarii scaricati nant’à u vostru apparechju

source: Open image in new tab
co: Apre a fiura in una nova unghjetta

source: Open in…
co: Apre cù…

source: Open in %1$s
co: Apre cù %1$s

source: Open in App
co: Apre in un’appiecazione

source: Open in app? Your activity may no longer be private.
co: Apre cù l’appiecazione ? A vostra attività puderia ùn esse più privata.

source: Open in new tab
co: Apre in una nova unghjetta

source: Open in private tab
co: Apre in un’unghjetta privata

source: Open it in the menu
co: Apritelu da u listinu

source: Open links in a private tab
co: Apre i liami in un’unghjetta privata

source: Open private tabs every time: Update your private browsing settings.
co: Apre unghjette private ogni volta : definite e vostre preferenze di navigazione privata.

source: Open settings
co: Apre e preferenze

source: Open site in browser
co: Apre u situ in u navigatore

source: Open source libraries we use
co: Bibliuteche di fonte aperta chì nò impieghemu

source: Open tabs
co: Apre l’unghjette

source: Open Tabs
co: Unghjette aperte

source: Open tabs menu
co: Apre u listinu di l’unghjette

source: Other
co: Altru

source: Other Bookmarks
co: Altre indette

source: <p>Additional information about this problem or error is currently unavailable.</p>
co: <p>Nisuna infurmazione ùn hè dispunibule à st’ora apprupositu di stu penseru o di stu sbagliu.</p>¶

source: Pages will load normally, but block fewer trackers.
co: E pagine si caricheranu nurmalmente, ma bluccheranu menu di perseguitatori.

source: Paste
co: Incullà

source: Paste & Go
co: Incullà è apre

source: Pause
co: Pausa

source: Permissions
co: Permessi

source: Persistent Storage
co: Allucamentu permanente

source: Pick a month
co: Sceglie un mese

source: Play
co: Lettura

source: Please enable tab syncing.
co: Ci vole à attivà a sincrunizazione di l’unghjette.

source: Please re-authenticate.
co: Ci vole à autenticassi torna.

source: Port restricted for security reasons
co: Portu ristrintu per raghjone di sicurità

source: Powered By
co: Funziuneghja grazia à

source: Powered by %1$s
co: Funziuneghja grazia à %1$s

source: POWERED BY %1$s
co: FUNZIUNEGHJA GRAZIA À %1$s

source: Prevents malicious scripts gaining access to your device to mine digital currency.
co: Impedisce i scenarii gattivi d’accede à u vostru apparechju per « estrae » muneta numerica.

source: Prevent this page from creating additional dialogs
co: Impedisce sta pagina d’apre dialoghi addiziunali

source: Privacy
co: Vita privata

source: Privacy and security
co: Vita privata è sicurità

source: Privacy and security settings block trackers, malware, and companies that follow you.
co: E preferenze di vita privata è di sicurità bloccanu i perseguitatori, prugrammi animosi è sucietà chì vo seguitanu.

source: Privacy notice
co: Pulitica di cunfidenzialità

source: Private
co: Unghjetta privata

source: Private browsing
co: Navigazione privata

source: Private browsing session
co: Sessione di navigazione privata

source: Private Firefox Preview
co: Firefox Preview privatu

source: Private %s
co: %s privatu

source: Private Search
co: Ricerca privata

source: Private session
co: Sessione privata

source: Private tab
co: Unghjetta privata

source: Private tab closed
co: Unghjetta privata chjosa

source: Private tabs
co: Unghjette private

source: Private tabs closed
co: Unghjette private chjose

source: Private tabs deleted
co: Unghjette private squassate

source: Problem loading page
co: Sbagliu di caricamentu di a pagina

source: Protections are OFF for this site
co: E prutezzioni sò disattivate per stu situ

source: Protections are ON for this site
co: E prutezzioni sò attivate per stu situ

source: Protect yourself
co: Prutigitevvi

source: Provide cryptographic authentication services
co: Pruvede servizii d’autenticazione cifrata

source: Proxy Server Not Found
co: U servitore proxy ùn si trova micca

source: Proxy Server Refused Connection
co: A cunnessione hè stata ricusata da u servitore proxy

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
co: ¶ <p>U navigatore ùn pò micca truvà u servitore ospite per l’indirizzu indicatu.</p>¶ <ul>¶ <li>Verificate a sintassa di l’indirizzu per circà i sbaglii cum’è¶ <strong>ww</strong>.esempiu.com invece di¶ <strong>www</strong>.esempiu.com.</li>¶ <li>S’ella ùn hè mancu pussibule di navigà nant’à un situ, verificate a cunnessione di dati o Wi-Fi di u vostru apparechju.</li>¶ </ul>¶

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
co: ¶ <p>U navigatore hà piantatu d’aspettà una risposta da u situ. U situ hà creatu una ridirezzione d’una manera ch’ella ùn puderà mai riesce.</p>¶ <ul>¶ <li>Avete disattivatu o bluccatu i canistrelli richiesti da stu situ ?</li>¶ <li>S’è u penseru ùn hè currettu cù l’accunsentu di i canistrelli, forse ci serà una cunfigurazione gattiva di u servitore è micca di u vostru apparechju.</li>¶ </ul>¶

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
co: ¶ <p>A pagina chì vò circate à fighjà ùn pò micca esse affissata, perchè ella impiega una forma di cumpressione scunnisciuta o micca accettata.</p>¶ <ul>¶ <li>Ci vole à cuntattà i prupietarii di u situ web per infurmalli di stu penseru.</li>¶ </ul>¶

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
co: ¶ <p>L’indirizzu pruvistu ùn hè micca in un furmatu ricunnisciutu. Ci vole à verificà ch’ellu ùn ci hè micca sbagliu in a barra d’indirizzu è pruvà torna.</p>¶

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
co: ¶ <p>U situ web à l’indirizzu %1$s hè statu signalatu cum’è una surghjente d’affronti è hè statu bluccatu secondu à e vostre preferenze di sicurità.</p>¶

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
co: ¶ <p>U situ web à l’indirizzu %1$s hè statu signalatu cum’è putenzialmente periculosu è hè statu bluccatu secondu à e vostre preferenze di sicurità.</p>¶

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
co: ¶ <p>U situ web à l’indirizzu %1$s hè statu signalatu cum’è cuntenendu prugrammi indesiderevule è hè statu bluccatu secondu à e vostre preferenze di sicurità.</p>¶

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
co: ¶ <p>U situ hà rispostu à a dumanda di a reta da una manera inaspettata è u navigatore ùn pò micca cuntinuà.</p>¶

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
co: <p>U situ web à l’indirizzu %1$s hè statu signalatu cum’è essendu ingannatore è hè statu bluccatu secondu à e vostre preferenze di sicurità.</p>¶

source: Pull to refresh
co: Tirà per attualizà

source: QR scanner
co: Analiza di codice QR

source: Quit
co: Esce

source: Rate on Google Play
co: Appone una nota nant’à Google Play

source: Rating
co: Apprezzazione

source: Read and modify bookmarks
co: Cunsultà è mudificà l’indette

source: Reader view
co: Modu di lettura

source: Reading List
co: Lista di lettura

source: Read our privacy notice
co: Leghjite a nostra pulitica di cunfidenzialità

source: Read the text of all open tabs
co: Leghje u testu di tutte l’unghjette aperte

source: Ready to scan
co: Prontu à numerizà

source: Rear-facing camera
co: Apparechju-fotò daretu

source: Received tabs
co: Unghjette ricevute

source: Recently closed tabs
co: Unghjette chjose pocu fà

source: Recently used
co: Impiegate pocu fà

source: Recommended
co: Ricumandatu

source: Redirect Trackers
co: Perseguitatori da ridirezzione

source: Refresh
co: Attualizà

source: Reload
co: Attualizà

source: Remember decision for this site
co: Arricurdassi di sta scelta per stu situ

source: Remote debugging via USB
co: Spannatura alluntanata via USB

source: Remove
co: Caccià

source: Remove account
co: Caccià u contu

source: Removed %1$s
co: %1$s hè statu cacciatu

source: Remove tab from collection
co: Caccià l’unghjetta da a cullezzione

source: Rename
co: Rinuminà

source: Rename collection
co: Rinuminà a cullezzione

source: Replace query with “%s”. Example: https://www.google.com/search?q=%s
co: Rimpiazzà i termi di a ricerca da « %s ». Esempiu : https://www.google.com/search?q=%s

source: Report
co: Signalà

source: Report site issue
co: Signalà un penseru nant’à stu situ

source: Resend data
co: Rimandà i dati

source: Resend data to this site?
co: Rimandà i dati à stu situ ?

source: Restart %1$s
co: Rilancià %1$s

source: Restore tab
co: Risturà l’unghjetta

source: Resume
co: Cuntinuà

source: Resync
co: Risincrunizà

source: RETRY
co: PRUVÀ TORNA

source: Return to previous app
co: Rivene à l’appiecazione precedente

source: Reviews: %1$s
co: Voti : %1$s

source: Run in private browsing
co: Lancià in navigazione privata

source: Sans serif
co: Senza patta

source: Sans Serif font
co: Grafia senza patta

source: Save
co: Arregistrà

source: Save changes to login.
co: Arregistrà i cambiamenti di l’identificazione.

source: Saved logins
co: Identificazioni di cunnessione arregistrate

source: Saved %s
co: %s arregistratu

source: Save file to device
co: Arregistrà u schedariu nant’à l’apparechju

source: Save image
co: Arregistrà a fiura

source: Save selected tabs to collection
co: Arregistrà l’unghjette selezziunate in una cullezzione

source: Save some battery and your eyesight by enabling dark mode.
co: Ecunumizate a vostra batteria è i vostri ochji grazia à u modu scuru.

source: Save tabs to collection
co: Arregistrà l’unghjette in una cullezzione

source: Save this login?
co: Arregistrà st’identificazioni di cunnessione

source: Save to collection
co: Arregistrà in una cullezzione

source: Save to Collection
co: Aghjunghje à una cullezzione

source: %s blocks ad trackers that follow you around the web.
co: %s blucca i perseguitatori chì voi seguitanu da tutti i scorni di u Web.¶

source: Scan
co: Numerizà

source: Scan pairing code in desktop Firefox
co: Numerizà u codice d’associu nant’à Firefox per l’urdinatore

source: Scan the code
co: Numerizà u codice

source: Scan the QR code shown at <b>firefox.com/pair</b>
co: Analizate u codice QR affissatu nant’à <b>firefox.com/pair</b>

source: Screenshots
co: Catture di screnu

source: Scroll to hide toolbar
co: Sfilà per piattà a barra d’attrezzi

source: Search
co: Ricercà

source: Search bookmarks
co: Ricercà in l’indette

source: Search browsing history
co: Ricercà in a cronolugia di navigazione

source: Search directly from the address bar
co: Ricercà direttamente da a barra d’indirizzu

source: Search engine
co: Mutore di ricerca

source: Search Engine
co: Mutore di ricerca

source: Search engine with name “%s” already exists.
co: Un mutore di ricerca chjamatu « %s » esiste dighjà.

source: Search language
co: Ricercà una lingua

source: Search logins
co: Ricercà identificazioni di cunnessione

source: Search %s
co: Ricercà in %s

source: Search string to use
co: Catena di ricerca à impiegà

source: Search synced tabs
co: Ricercà in l’unghjette sincrunizate

source: Search the web
co: Ricercà nant’à u web

source: Search with
co: Circà cù

source: Secure Connection
co: Cunnessione assicurizata

source: Secure Connection Failed
co: Fiascu di a cunnessione assicurizata

source: See what’s new
co: Fighjate ciò chì hè novu

source: Select
co: Selezziunà

source: Select All
co: Tuttu selezziunà

source: Select collection
co: Selezziunà a cullezzione

source: Selected
co: Selezziunatu

source: Selected %1$s
co: %1$s selezziunatu

source: Selected language
co: Lingua selezziunata

source: Selected tabs menu
co: Listinu di l’unghjette selezziunate

source: Select folder
co: Selezziunà un cartulare

source: Select tabs
co: Selezziunà unghjette

source: Select Tabs
co: Selezziunà unghjette

source: Select tabs to save
co: Selezziunà l’unghjette à arregistrà

source: Send and Share
co: Mandà è sparte

source: Send to all devices
co: Mandà à tutti l’apparechji

source: Send to device
co: Mandà à un apparechju

source: Sep
co: sitt.

source: Sepia color scheme
co: Ghjocu di culori sepia

source: Serif
co: Patta (Serif)

source: Serif font
co: Grafia cù patta

source: Session options
co: Ozzioni di sessione

source: Sessions
co: Sessioni

source: Set
co: Definisce

source: Set as default browser
co: Sceglie cum’è navigatore predefinitu

source: Set by Battery Saver
co: Definitu da l’ecunumizatore d’energia di batteria

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
co: Cunfigurate l’unghjette aperte per ch’elle si chjodinu autumaticamente quand’elle ùn sò state micca fighjate l’ultimi ghjorni, settimane, o mesi.

source: Set up now
co: Cunfigurà subitu

source: Share
co: Sparte

source: Share all tabs
co: Sparte tutte l’unghjette

source: Share email address
co: Sparte l’indirizzu elettronicu

source: Share image
co: Sparte a fiura

source: Share selected tabs
co: Sparte l’unghjette selezziunate

source: Share session
co: Sparte a sessione

source: Share tab
co: Sparte st’unghjetta

source: Share tabs
co: Sparte l’unghjette

source: Share via
co: Sparte via

source: Share with…
co: Sparte cù…

source: %s health report
co: Bilanciu di salute di %s

source: %s helps stop websites from tracking you online.
co: %s vi aiuta à impedisce i siti web di seguitavvi in linea.

source: Shortcut name
co: Nome di l’accurtatoghju

source: Shortcuts
co: Accurtatoghji

source: Show full history
co: Affissà a cronolugia sana

source: Show in private sessions
co: Affissà durante e sessioni di navigazione privata
